export const history = [
	{
		qa : `Какое событие произошло примерно 40 тыс лет назад?`,
		variants : {
			a : `A: Появился Человек разумный`,
			b : `Б: Появились первые стоянки первобытных людей`,
			c : `С: Люди научились обрабатывать металл`,
			d : `Д: Люди перешли к земледелию и скотоводству`,
		},
		answer : 'a',
	},
	{
		qa : `Около 40 тысяч лет назад человек стал похожим на современ­ного и назван учеными:`,
		variants : {
			a : `A: «человек умелый»`,
			b : `Б: «человек прямоходящий»`,
			c : `С: «человек разумный»`,
			d : `Д: «человек малограмотный»`,
		},
		answer : 'b',
	},
	{
		qa : `Для облика древнейшего человека характерны:`,
		variants : {
			a : `A: выступающие челюсти`,
			b : `Б: прямая походка`,
			c : `С: прыгающая походка`,
			d : `Д: руки, свисающие ниже колен`,
		},
		answer : 'b',
	},
	{
		qa : `Первобытный коллектив людей, где действовал обычай «один за всех и все за одного», назывался`,
		variants : {
			a : `A: человеческое стадо`,
			b : `Б: соседская община`,
			c : `С: родовая община`,
			d : `Д: племя`,
		},
		answer : 'a',
	},
	{
		qa : `С изобретением первобытными людьми гарпуна более удач­ной стала охота на`,
		variants : {
			a : `A: сидящих птиц`,
			b : `Б: крупную рыбу`,
			c : `С: мелкую рыбу`,
			d : `Д: быстро бегающих животных`,
		},
		answer : 'd',
	},
	{
		qa : `40—12 тысяч лет назад первобытные люди охотились на`,
		variants : {
			a : `A: лошадей, оленей, бизонов`,
			b : `Б: мамонтов, пещерных медведей`,
			c : `С: волков, лисиц, тигров`,
			d : `Д: зайцев, собак, куниц`,
		},
		answer : 'b',
	},
	{
		qa : `Ученые считают, что древнейшие люди, жившие в человечес­ком стаде, добывали себе пищу, занимаясь`,
		variants : {
			a : `A: охотой`,
			b : `Б: земледелием`,
			c : `С: ремеслом`,
			d : `Д: собирательством`,
		},
		answer : 'a',
	},
	{
		qa : `Первобытные люди общались друг с другом с помощью`,
		variants : {
			a : `A: речи`,
			b : `Б: разнообразных звуков`,
			c : `С: жестов`,
			d : `Д: рисунков`,
		},
		answer : 'b',
	},
	{
		qa : `Умение изготавливать орудия труда помогло древнейшему че­ловеку`,
		variants : {
			a : `A: лучше общаться друг с другом`,
			b : `Б: удачнее охотиться`,
			c : `С: жить в одиночку`,
			d : `Д: заниматься собирательством`,
		},
		answer : 'a',
	},
	{
		qa : `В случае потери первобытным человеком огня его`,
		variants : {
			a : `A: заставляли разжигать огонь снова`,
			b : `Б: изгоняли из коллектива`,
			c : `С: заставляли охранять сон сородичей всю жизнь`,
			d : `Д: требовали в одиночку добывать огонь снова`,
		},
		answer : 'a',
	},
];

export const geography = [
	{
		qa : `Наука, изучающая размещение и развитие хозяйства, расселение людей, использование ими природных условий и ресурсов:`,
		variants : {
			a : `A: Экономическая география`,
			b : `Б: Социальная география.`,
			c : `С: Экономическая и социальная география`,
			d : `Д: Экономическая и политическая география`,
		},
		answer : 'c',
	},
	{
		qa : `Первые сведения о населении и хозяйстве Казахстана можно найти в «Сборнике летописей», автором которого является`,
		variants : {
			a : `A: С.Ремезов`,
			b : `Б: К. Джалаири`,
			c : `С: Ш.Уалиханов`,
			d : `Д: П.С. Паллас`,
		},
		answer : 'c',
	},
	{
		qa : `Какую страну называют «Страна восходящего солнца»`,
		variants : {
			a : `A: Америка`,
			b : `Б: Китай`,
			c : `С: Япония`,
			d : `Д: Франция`,
		},
		answer : 'c',
	},
	{
		qa : `Сколько на Земле океанов, согласно разделению принятому в 2000 году Международной гидрографической организацией?`,
		variants : {
			a : `A: 3`,
			b : `Б: 4`,
			c : `С: 5`,
			d : `Д: 6`,
		},
		answer : 'b',
	},
	{
		qa : `Какой океан является самым большим по площади на Земле?`,
		variants : {
			a : `A: Северный Ледовитый`,
			b : `Б: Тихий`,
			c : `С: Атлантический`,
			d : `Д: Индийский`,
		},
		answer : 'b',
	},
	{
		qa : `Изображение какой страны на карте напоминает сапог?`,
		variants : {
			a : `A: Италия`,
			b : `Б: Испания`,
			c : `С: Франция`,
			d : `Д: Англия`,
		},
		answer : 'a',
	},
	{
		qa : `Как называется самая высокая в мире гора?`,
		variants : {
			a : `A: Арарат`,
			b : `Б: Эверест`,
			c : `С: Маккинли`,
			d : `Д: К2`,
		},
		answer : 'b',
	},
	{
		qa : `Какое озеро самое глубокое в мире?`,
		variants : {
			a : `A: Танганьика`,
			b : `Б: Байкал`,
			c : `С: Сан-Мартин`,
			d : `Д: Ньяса`,
		},
		answer : 'b',
	},
	{
		qa : `Какая река самая длинная в мире?`,
		variants : {
			a : `A: Нил`,
			b : `Б: Нева`,
			c : `С: Амазонка`,
			d : `Д: Миссисипи`,
		},
		answer : 'c',
	},
	{
		qa : `Какая страна самая большая в мире по территории`,
		variants : {
			a : `A: Канада`,
			b : `Б: Китай`,
			c : `С: Россия`,
			d : `Д: США`,
		},
		answer : 'c',
	},
];

export const english = [
	{
		qa : `Выбери выражение, которое помогает нам сформулировать высказывание, содержащее точку зрения, противоположную только что высказанной.`,
		variants : {
			a : `A: finally`,
			b : `Б: to sum up`,
			c : `С: on the other hand`,
			d : `Д: in addition to`,
		},
		answer : 'c',
	},{
		qa : `They ___ for an hour before they realized that they were going the wrong way.`,
		variants : {
			a : `A: have driven`,
			b : `Б: have been driving`,
			c : `С: had been driving`,
			d : `Д: were driving`,
		},
		answer : 'd',
	},{
		qa : `This band is very popular. You should buy tickets well in advance. В каком варианте эти два предложения правильно объединены в одно?`,
		variants : {
			a : `A:	You should buy tickets well in advance because this band is very popular.`,
			b : `Б: Все варианты возможны.`,
			c : `С: The band is very popular, so you should buy tickets well in advance.`,
			d : `Д: Since the band is very popular, you should buy tickets well in advance.`,
		},
		answer : 'c',
	},
	{
		qa : `This is … orange ball.`,
		variants : {
			a : `A: a`,
			b : `Б: an`,
			c : `С: the`,
			d : `Д: -`,
		},
		answer : 'b',
	},
	{
		qa : `I will be back … 7 o’clock in the evening.`,
		variants : {
			a : `A: in`,
			b : `Б: on`,
			c : `С: at`,
			d : `Д: buy`,
		},
		answer : 'c',
	},
	{
		qa : `...Pacific ocean is the most dangerous.`,
		variants : {
			a : `A: a`,
			b : `Б: an`,
			c : `С: the`,
			d : `Д: -`,
		},
		answer : 'c',
	},
	{
		qa : `What is … address? – I don’t know.`,
		variants : {
			a : `A: they`,
			b : `Б: the`,
			c : `С: them`,
			d : `Д: their`,
		},
		answer : 'd',
	},
	{
		qa : `This apple is … than a candy!`,
		variants : {
			a : `A: sweet`,
			b : `Б: the sweeter`,
			c : `С: sweeter`,
			d : `Д: the sweetest`,
		},
		answer : 'c',
	},
	{
		qa : `I like him … I don’t want to go to the cinema with him.`,
		variants : {
			a : `A: and`,
			b : `Б: but`,
			c : `С: so`,
			d : `Д: as`,
		},
		answer : 'b',
	},
	{
		qa : `Tom often … to his office by car.`,
		variants : {
			a : `A: goes`,
			b : `Б: go`,
			c : `С: is going`,
			d : `Д: had done`,
		},
		answer : 'a',
	},
];

export const items = [history, geography, english];

/* 

	{
		qa : ``,
		variants : {
			a : `A: `,
			b : `Б: `,
			c : `С: `,
			d : `Д: `,
		},
		answer : '',
	},

 */