export const history = [
	{
		qa : `Какое событие произошло примерно 40 тыс лет назад?`,
		variants : {
			a : `a: Появился Человек разумный`,
			b : `b: Появились первые стоянки первобытных людей`,
			c : `c: Люди научились обрабатывать металл`,
			d : `d: Люди перешли к земледелию и скотоводству`,
		},
		answer : 'a',
	},
	{
		qa : `Около 40 тысяч лет назад человек стал похожим на современ­ного и назван учеными:`,
		variants : {
			a : `a: «человек умелый»`,
			b : `b: «человек прямоходящий»`,
			c : `c: «человек разумный»`,
			d : `d: «человек малограмотный»`,
		},
		answer : 'b',
	},
	{
		qa : `Для облика древнейшего человека характерны:`,
		variants : {
			a : `a: выступающие челюсти`,
			b : `b: прямая походка`,
			c : `c: прыгающая походка`,
			d : `d: руки, свисающие ниже колен`,
		},
		answer : 'b',
	},
	{
		qa : `Первобытный коллектив людей, где действовал обычай «один за всех и все за одного», назывался`,
		variants : {
			a : `a: человеческое стадо`,
			b : `b: соседская община`,
			c : `c: родовая община`,
			d : `d: племя`,
		},
		answer : 'a',
	},
	{
		qa : `С изобретением первобытными людьми гарпуна более удач­ной стала охота на`,
		variants : {
			a : `a: сидящих птиц`,
			b : `b: крупную рыбу`,
			c : `c: мелкую рыбу`,
			d : `d: быстро бегающих животных`,
		},
		answer : 'd',
	},
	{
		qa : `40—12 тысяч лет назад первобытные люди охотились на`,
		variants : {
			a : `a: лошадей, оленей, бизонов`,
			b : `b: мамонтов, пещерных медведей`,
			c : `c: волков, лисиц, тигров`,
			d : `d: зайцев, собак, куниц`,
		},
		answer : 'b',
	},
	{
		qa : `Ученые считают, что древнейшие люди, жившие в человечес­ком стаде, добывали себе пищу, занимаясь`,
		variants : {
			a : `a: охотой`,
			b : `b: земледелием`,
			c : `c: ремеслом`,
			d : `d: собирательством`,
		},
		answer : 'a',
	},
	{
		qa : `Первобытные люди общались друг с другом с помощью`,
		variants : {
			a : `a: речи`,
			b : `b: разнообразных звуков`,
			c : `c: жестов`,
			d : `d: рисунков`,
		},
		answer : 'b',
	},
	{
		qa : `Умение изготавливать орудия труда помогло древнейшему че­ловеку`,
		variants : {
			a : `a: лучше общаться друг с другом`,
			b : `b: удачнее охотиться`,
			c : `c: жить в одиночку`,
			d : `d: заниматься собирательством`,
		},
		answer : 'a',
	},
	{
		qa : `В случае потери первобытным человеком огня его`,
		variants : {
			a : `a: заставляли разжигать огонь снова`,
			b : `b: изгоняли из коллектива`,
			c : `c: заставляли охранять сон сородичей всю жизнь`,
			d : `d: требовали в одиночку добывать огонь снова`,
		},
		answer : 'a',
	},
];

export const geography = [
	{
		qa : `Наука, изучающая размещение и развитие хозяйства, расселение людей, использование ими природных условий и ресурсов:`,
		variants : {
			a : `a: Экономическая география`,
			b : `b: Социальная география.`,
			c : `c: Экономическая и социальная география`,
			d : `d: Экономическая и политическая география`,
		},
		answer : 'c',
	},
	{
		qa : `Первые сведения о населении и хозяйстве Казахстана можно найти в «Сборнике летописей», автором которого является`,
		variants : {
			a : `a: С.Ремезов`,
			b : `b: К. Джалаири`,
			c : `c: Ш.Уалиханов`,
			d : `d: П.С. Паллас`,
		},
		answer : 'c',
	},
	{
		qa : `Какую страну называют «Страна восходящего солнца»`,
		variants : {
			a : `a: Америка`,
			b : `b: Китай`,
			c : `c: Япония`,
			d : `d: Франция`,
		},
		answer : 'c',
	},
	{
		qa : `Сколько на Земле океанов, согласно разделению принятому в 2000 году Международной гидрографической организацией?`,
		variants : {
			a : `a: 3`,
			b : `b: 4`,
			c : `c: 5`,
			d : `d: 6`,
		},
		answer : 'b',
	},
	{
		qa : `Какой океан является самым большим по площади на Земле?`,
		variants : {
			a : `a: Северный Ледовитый`,
			b : `b: Тихий`,
			c : `c: Атлантический`,
			d : `d: Индийский`,
		},
		answer : 'b',
	},
	{
		qa : `Изображение какой страны на карте напоминает сапог?`,
		variants : {
			a : `a: Италия`,
			b : `b: Испания`,
			c : `c: Франция`,
			d : `d: Англия`,
		},
		answer : 'a',
	},
	{
		qa : `Как называется самая высокая в мире гора?`,
		variants : {
			a : `a: Арарат`,
			b : `b: Эверест`,
			c : `c: Маккинли`,
			d : `d: К2`,
		},
		answer : 'b',
	},
	{
		qa : `Какое озеро самое глубокое в мире?`,
		variants : {
			a : `a: Танганьика`,
			b : `c: Байкал`,
			c : `d: Сан-Мартин`,
			d : `d: Ньяса`,
		},
		answer : 'b',
	},
	{
		qa : `Какая река самая длинная в мире?`,
		variants : {
			a : `a: Нил`,
			b : `b: Нева`,
			c : `c: Амазонка`,
			d : `d: Миссисипи`,
		},
		answer : 'c',
	},
	{
		qa : `Какая страна самая большая в мире по территории`,
		variants : {
			a : `a: Канада`,
			b : `b: Китай`,
			c : `c: Россия`,
			d : `d: США`,
		},
		answer : 'c',
	},
];

export const english = [
	{
		qa : `Выбери выражение, которое помогает нам сформулировать высказывание, содержащее точку зрения, противоположную только что высказанной.`,
		variants : {
			a : `a: finally`,
			b : `b: to sum up`,
			c : `c: on the other hand`,
			d : `d: in addition to`,
		},
		answer : 'c',
	},{
		qa : `They ___ for an hour before they realized that they were going the wrong way.`,
		variants : {
			a : `a: have driven`,
			b : `b: have been driving`,
			c : `c: had been driving`,
			d : `d: were driving`,
		},
		answer : 'd',
	},{
		qa : `This band is very popular. You should buy tickets well in advance. В каком варианте эти два предложения правильно объединены в одно?`,
		variants : {
			a : `a:	You should buy tickets well in advance because this band is very popular.`,
			b : `b: Все варианты возможны.`,
			c : `c: The band is very popular, so you should buy tickets well in advance.`,
			d : `d: Since the band is very popular, you should buy tickets well in advance.`,
		},
		answer : 'c',
	},
	{
		qa : `This is … orange ball.`,
		variants : {
			a : `a: a`,
			b : `b: an`,
			c : `c: the`,
			d : `d: -`,
		},
		answer : 'b',
	},
	{
		qa : `I will be back … 7 o’clock in the evening.`,
		variants : {
			a : `a: in`,
			b : `b: on`,
			c : `c: at`,
			d : `d: buy`,
		},
		answer : 'c',
	},
	{
		qa : `...Pacific ocean is the most dangerous.`,
		variants : {
			a : `a: a`,
			b : `b: an`,
			c : `c: the`,
			d : `d: -`,
		},
		answer : 'c',
	},
	{
		qa : `What is … address? – I don’t know.`,
		variants : {
			a : `a: they`,
			b : `b: the`,
			c : `c: them`,
			d : `d: their`,
		},
		answer : 'd',
	},
	{
		qa : `This apple is … than a candy!`,
		variants : {
			a : `a: sweet`,
			b : `b: the sweeter`,
			c : `c: sweeter`,
			d : `d: the sweetest`,
		},
		answer : 'c',
	},
	{
		qa : `I like him … I don’t want to go to the cinema with him.`,
		variants : {
			a : `a: and`,
			b : `b: but`,
			c : `c: so`,
			d : `d: as`,
		},
		answer : 'b',
	},
	{
		qa : `Tom often … to his office by car.`,
		variants : {
			a : `a: goes`,
			b : `b: go`,
			c : `c: is going`,
			d : `d: had done`,
		},
		answer : 'a',
	},
];

export const items = [history, geography, english];

/* 

	{
		qa : ``,
		variants : {
			a : `A: `,
			b : `Б: `,
			c : `С: `,
			d : `Д: `,
		},
		answer : '',
	},

 */